Repository: stradivarius-ios-apps/home-stuff-inventory-app
Catalog: HomeStuffInventoryApp/Resources/Localizable.xcstrings
Source language: en
Languages: uk

# inventory.places.empty.noLocations.message
source: A Storage Place is an exact shelf, drawer, box, or organizer inside a Location.
uk: Місце зберігання — це точна полиця, шухляда, коробка або органайзер усередині локації.

# inventory.places.empty.noLocations.title
source: Add a Location first
uk: Спочатку додайте локацію

# inventory.places.empty.title
source: No Storage Places yet
uk: Місць зберігання ще немає

# inventory.places.icon.help
source: Choose an icon for this Storage Place.
uk: Виберіть іконку для цього місця зберігання.

# inventory.places.location
source: Location
uk: Локація

# inventory.places.location.help
source: Choose the parent Location for this Storage Place.
uk: Виберіть батьківську локацію для цього місця зберігання.

# inventory.places.name
source: Storage Place name
uk: Назва місця зберігання

# inventory.places.title
source: Storage Places
uk: Місця зберігання

# inventory.places.viewItems.accessibilityLabel
source: View items in %@ at %@, %@
uk: Переглянути речі в «%@» у «%@», %@

# inventory.lists.locations.empty
source: No reusable locations yet.
uk: Багаторазових локацій ще немає.

# inventory.lists.locations.title
source: Manage Locations
uk: Керування локаціями

# inventory.lists.viewItems
source: View Items
uk: Переглянути речі

# inventory.lists.viewItems.category.accessibilityLabel
source: View items in category %@, %@
uk: Переглянути речі в категорії «%@», %@

# inventory.lists.viewItems.location.accessibilityLabel
source: View items in %@, %@
uk: Переглянути речі в «%@», %@

# inventory.lists.renameCategory
source: Rename Category
uk: Перейменувати категорію

# inventory.lists.editLocation
source: Edit Location
uk: Редагувати локацію

# inventory.lists.title
source: Manage Lists
uk: Керування списками

# inventory.quantity.inline
source: Quantity %d
uk: Кількість: %d

# inventory.search.prompt
source: Search inventory
uk: Шукати в інвентарі

# inventory.tab.accessibilityLabel
source: Inventory tab
uk: Вкладка інвентарю

# inventory.tags.collapse
source: Show fewer tags
uk: Показати менше тегів

# inventory.tags.showMore.accessibilityLabel.few
source: Show %d more tags
uk: Показати ще %d теги

# inventory.tags.showMore.accessibilityLabel.many
source: Show %d more tags
uk: Показати ще %d тегів

# inventory.tags.showMore.accessibilityLabel.one
source: Show %d more tag
uk: Показати ще %d тег

# inventory.tags.showMore.accessibilityLabel.other
source: Show %d more tags
uk: Показати ще %d тегів

# inventory.section.dates
source: Dates
uk: Дати

# inventory.section.extraContext
source: Context
uk: Контекст

# inventory.section.item
source: Item
uk: Річ

# inventory.section.itemKind
source: Details
uk: Деталі

# inventory.section.notes
source: Notes
uk: Нотатки

# inventory.section.tags
source: Tags
uk: Теги

# inventory.section.whereIsIt
source: Where is it?
uk: Де це зберігається?

# inventory.title
source: Inventory
uk: Інвентар

# locations.empty.message
source: Add items with a location and exact storage place so this list can show where things live.
uk: Додайте речі з локацією та точним місцем зберігання, щоб бачити, де що лежить.

# locations.empty.title
source: No locations yet
uk: Локацій поки немає

# locations.allItems.row.accessibilityLabel
source: All items, %@
uk: Усі речі, %@

# locations.allItems.subtitle
source: %@ in this location
uk: %@ у цій локації

# locations.allItems.title
source: All items
uk: Усі речі

# locations.detailHero.accessibilityLabel
source: Location summary, %@, %@
uk: Підсумок локації, %1$@, %2$@

# locations.placeDetailHero.accessibilityLabel
source: Storage Place summary, %1$@, %2$@, %3$@
uk: Підсумок місця зберігання, %1$@, %2$@, %3$@

# locations.placeDetailHero.parentLocation.accessibilityText
source: Location: %@
uk: Локація: %@

# locations.placeDetail.itemsSection
source: Items
uk: Речі

# locations.placeDetail.allContainedItems
source: All Contained Items
uk: Усі вкладені речі

# locations.placeDetail.childPlacesCount
source: Direct Storage Places
uk: Безпосередні місця зберігання

# locations.placeDetail.childPlacesSection
source: Storage Places
uk: Місця зберігання

# locations.placeDetail.containedItemsCount
source: All Contained Items
uk: Усі вкладені речі

# locations.placeDetail.directItemsCount
source: Direct Items
uk: Безпосередні речі

# locations.placeDetail.directItemsSection
source: Direct Items
uk: Безпосередні речі

# locations.placeDetail.path.accessibilityLabel
source: Storage path: %@
uk: Шлях зберігання: %@

# locations.itemsAccess.allItemsAction.accessibilityLabel
source: Show all items in %@
uk: Показати всі речі в локації %@

# locations.itemsAccess.allItemsAction.accessibilityHint
source: Opens the full item list for this location.
uk: Відкриває повний список речей у цій локації.

# locations.recentItems.itemAction.accessibilityLabel
source: Open %@
uk: Відкрити %@

# locations.recentItems.itemAction.accessibilityHint
source: Opens the item detail screen.
uk: Відкриває екран деталей речі.

# locations.previewGroup.categories.accessibilityText
source: categories: %@
uk: категорії: %@

# locations.previewGroup.categories.accessibilityTextWithHiddenCount
source: categories: %@, %d more
uk: категорії: %@, ще %d

# locations.previewGroup.categories.label
source: Categories
uk: Категорії

# locations.previewGroup.places.accessibilityText
source: storage places: %@
uk: місця зберігання: %@

# locations.previewGroup.places.accessibilityTextWithHiddenCount
source: storage places: %@, %d more
uk: місця зберігання: %@, ще %d

# locations.previewGroup.places.label
source: Storage Places
uk: Місця зберігання

# locations.previewGroup.recentItems.accessibilityText
source: recently viewed items: %@
uk: нещодавно переглянуті речі: %@

# locations.previewGroup.recentItems.accessibilityTextWithHiddenCount
source: recently viewed items: %@, %d more
uk: нещодавно переглянуті речі: %@, ще %d

# locations.previewGroup.recentItems.label
source: Recent items
uk: Нещодавні речі

# locations.items.empty.message
source: Items moved out of this location will appear in their new storage spot.
uk: Речі, перенесені з цієї локації, з’являться у новому місці зберігання.

# locations.items.empty.title
source: No Items Here
uk: Тут немає речей

# locations.placeItems.empty.message
source: Items moved out of this storage place will appear in their new storage place.
uk: Речі, перенесені з цього місця зберігання, з’являться у новому місці зберігання.

# locations.placeItems.empty.title
source: No Items in This Storage Place
uk: У цьому місці зберігання немає речей

# locations.places.empty.message
source: Add an item to start organizing this location by storage place.
uk: Додайте річ, щоб почати впорядковувати цю локацію за місцями зберігання.

# locations.places.row.hiddenCategories.few
source: %d more categories
uk: ще %d категорії

# locations.places.row.hiddenCategories.many
source: %d more categories
uk: ще %d категорій

# locations.places.row.hiddenCategories.one
source: %d more category
uk: ще %d категорія

# locations.places.row.hiddenCategories.other
source: %d more categories
uk: ще %d категорій

# locations.placeCount.word.few
source: storage places
uk: місця зберігання

# locations.placeCount.word.many
source: storage places
uk: місць зберігання

# locations.placeCount.word.one
source: storage place
uk: місце зберігання

# locations.placeCount.word.other
source: storage places
uk: місць зберігання

# locations.row.accessibilityLabelWithPlaces
source: %1$@, %2$@, storage places: %3$@
uk: %1$@, %2$@, місця зберігання: %3$@

# locations.tab.accessibilityLabel
source: Locations tab
uk: Вкладка локацій

# locations.title
source: Locations
uk: Локації

# settings.restore.accessibilityHint
source: Choose a complete backup, review its contents, and replace this device’s inventory.
uk: Виберіть повну резервну копію, перевірте її вміст і замініть інвентар на цьому пристрої.

# settings.restore.accessibilityLabel
source: Restore Inventory from Backup
uk: Відновити інвентар із резервної копії

# settings.restore.error.dismiss
source: OK
uk: Гаразд

# settings.restore.error.fileTooLarge.message
source: The selected file exceeds the supported 16 MiB restore size. Your inventory was not changed.
uk: Вибраний файл перевищує підтримуваний розмір відновлення 16 МіБ. Інвентар не змінено.

# settings.restore.error.fileTooLarge.title
source: File Too Large
uk: Файл завеликий

# settings.restore.error.integrity.message
source: The backup’s integrity check failed. Choose an unchanged backup file. Your inventory was not changed.
uk: Перевірка цілісності резервної копії не пройдена. Виберіть незмінений файл копії. Інвентар не змінено.

# settings.restore.error.integrity.title
source: Backup Was Changed
uk: Резервну копію змінено

# settings.restore.error.lowStorage.message
source: There is not enough local storage for the safety copy and restored inventory. Free space and try again. Your inventory was not changed.
uk: Недостатньо локального місця для страхової копії та відновленого інвентарю. Звільніть місце й спробуйте ще раз. Інвентар не змінено.

# settings.restore.error.lowStorage.title
source: Not Enough Storage
uk: Недостатньо місця

# settings.restore.error.malformed.message
source: The backup is malformed or incomplete. Create a new backup and try again. Your inventory was not changed.
uk: Резервна копія пошкоджена або неповна. Створіть нову копію та спробуйте ще раз. Інвентар не змінено.

# settings.restore.error.malformed.title
source: Invalid Backup
uk: Недійсна резервна копія

# settings.restore.error.tooComplex.message
source: The backup exceeds supported record, tag, field, or nesting limits. Your inventory was not changed.
uk: Резервна копія перевищує підтримувані обмеження записів, тегів, полів або вкладеності. Інвентар не змінено.

# settings.restore.error.tooComplex.title
source: Backup Too Complex
uk: Резервна копія надто складна

# settings.restore.error.newerVersion.message
source: Update Home Stuff Inventory before restoring this newer backup. Your inventory was not changed.
uk: Оновіть Home Stuff Inventory, перш ніж відновлювати цю новішу копію. Інвентар не змінено.

# settings.restore.error.newerVersion.title
source: Newer App Required
uk: Потрібна новіша версія застосунку

# settings.restore.error.recovery.message
source: A recovery copy could not be prepared, so restore did not start. Free storage and try again. Your inventory was not changed.
uk: Не вдалося підготувати копію для відновлення, тому заміну не розпочато. Звільніть місце й спробуйте ще раз. Інвентар не змінено.

# settings.restore.error.recovery.title
source: Restore Couldn’t Start
uk: Не вдалося почати відновлення

# settings.restore.error.recoveryRequired.message
source: Automatic recovery could not verify either inventory. Your recovery files were preserved. Restart the app and try again, or contact Support before changing inventory.
uk: Автоматичне відновлення не змогло перевірити жоден інвентар. Файли відновлення збережено. Перезапустіть застосунок і спробуйте ще раз або зверніться до підтримки, перш ніж змінювати інвентар.

# settings.restore.error.recoveryRequired.title
source: Inventory Recovery Required
uk: Потрібне відновлення інвентарю

# settings.restore.error.relationships.message
source: The backup contains broken Item, Location, Storage Place, or Category relationships. Your inventory was not changed.
uk: Резервна копія містить пошкоджені зв’язки між речами, локаціями, місцями зберігання або категоріями. Інвентар не змінено.

# settings.restore.error.relationships.title
source: Backup Relationships Are Invalid
uk: Зв’язки в резервній копії недійсні

# settings.restore.error.replacement.message
source: The replacement failed and was rolled back. Your original inventory remains unchanged.
uk: Не вдалося виконати заміну, тому зміни скасовано. Початковий інвентар не змінено.

# settings.restore.error.replacement.title
source: Inventory Was Not Restored
uk: Інвентар не відновлено

# settings.restore.error.unreadable.message
source: The selected file could not be read. Check its availability and try again. Your inventory was not changed.
uk: Не вдалося прочитати вибраний файл. Перевірте його доступність і спробуйте ще раз. Інвентар не змінено.

# settings.restore.error.unreadable.title
source: File Couldn’t Be Read
uk: Не вдалося прочитати файл

# settings.restore.error.verification.message
source: The restored data could not be verified and the replacement was rolled back. Your original inventory remains unchanged.
uk: Не вдалося перевірити відновлені дані, тому заміну скасовано. Початковий інвентар не змінено.

# settings.restore.error.verification.title
source: Restore Verification Failed
uk: Не вдалося перевірити відновлення

# settings.restore.error.wrongType.message
source: Choose a complete Home Stuff Inventory backup, not a readable export. Your inventory was not changed.
uk: Виберіть повну резервну копію Home Stuff Inventory, а не читабельний експорт. Інвентар не змінено.

# settings.restore.error.wrongType.title
source: Not a Complete Backup
uk: Це не повна резервна копія

# settings.restore.preflight.appVersion
source: App version
uk: Версія застосунку

# settings.restore.preflight.backupDate
source: Backup date
uk: Дата копії

# settings.restore.preflight.backupDetails
source: Backup Details
uk: Відомості про копію

# settings.restore.preflight.cancel
source: Cancel
uk: Скасувати

# settings.restore.preflight.categories
source: Custom Categories
uk: Власні категорії

# settings.restore.preflight.compatibility
source: Compatibility
uk: Сумісність

# settings.restore.preflight.confirm
source: Replace This Device’s Inventory
uk: Замінити інвентар на цьому пристрої

# settings.restore.preflight.confirm.accessibilityHint
source: Permanently replaces the current local dataset with this backup after creating a recovery copy.
uk: Назавжди замінює поточні локальні дані цією копією після створення копії для відновлення.

# settings.restore.preflight.contents
source: Exact Contents
uk: Точний вміст

# settings.restore.preflight.items
source: Items
uk: Речі

# settings.restore.preflight.locations
source: Locations
uk: Локації

# settings.restore.preflight.places
source: Storage Places
uk: Місця зберігання

# settings.restore.preflight.recentViews
source: Recent Item Views
uk: Недавні перегляди речей

# settings.restore.preflight.replacementExplanation
source: This is a replacement, not a merge. All Items, Locations, Storage Places, Categories, and recent-view history currently on this device will be replaced by the exact backup contents. A recovery copy is created first.
uk: Це заміна, а не об’єднання. Усі речі, локації, місця зберігання, категорії та історію недавніх переглядів на цьому пристрої буде замінено точним вмістом копії. Спочатку буде створено копію для відновлення.

# settings.restore.preflight.replacementHeader
source: Replace Local Inventory
uk: Замінити локальний інвентар

# settings.restore.preflight.schemaVersion
source: Backup format
uk: Формат копії

# settings.restore.preflight.title
source: Review Backup
uk: Перевірка резервної копії

# settings.restore.preflight.warning.newerApp
source: This backup was created by a newer app version. Its supported format is valid, but update the app if restored content looks unfamiliar.
uk: Цю копію створено новішою версією застосунку. Її підтримуваний формат дійсний, але оновіть застосунок, якщо відновлений вміст виглядає незнайомо.

# settings.restore.progress
source: Restoring inventory…
uk: Відновлення інвентарю…

# settings.restore.success.dismiss
source: Done
uk: Готово

# settings.restore.success.message
source: This device now contains the verified backup inventory.
uk: Тепер цей пристрій містить перевірений інвентар із резервної копії.

# settings.restore.success.title
source: Inventory Restored
uk: Інвентар відновлено

# settings.restore.title
source: Restore from Backup
uk: Відновити з резервної копії

# settings.backup.accessibilityHint
source: Creates a complete local backup and opens the system document save screen.
uk: Створює повну локальну резервну копію та відкриває системний екран збереження документа.

# settings.backup.accessibilityLabel
source: Back Up Inventory
uk: Створити резервну копію інвентарю

# settings.backup.error.destination.message
source: The selected destination couldn’t save the backup. Your inventory was not changed.
uk: Не вдалося зберегти резервну копію у вибраному місці. Інвентар не змінено.

# settings.backup.error.destination.title
source: Backup Couldn’t Be Saved
uk: Не вдалося зберегти резервну копію

# settings.backup.error.dismiss
source: OK
uk: Гаразд

# settings.backup.error.encoding.message
source: Inventory data couldn’t be encoded. Your inventory was not changed.
uk: Не вдалося закодувати дані інвентарю. Інвентар не змінено.

# settings.backup.error.encoding.title
source: Backup Couldn’t Be Created
uk: Не вдалося створити резервну копію

# settings.backup.error.lowStorage.message
source: Free up space or choose another destination, then try again. No backup file was saved.
uk: Звільніть місце або виберіть інше місце збереження та спробуйте ще раз. Файл резервної копії не збережено.

# settings.backup.error.lowStorage.title
source: Not Enough Storage
uk: Недостатньо місця

# settings.backup.title
source: Back Up Inventory
uk: Створити резервну копію

# settings.export.accessibilityHint
source: Creates an offline JSON copy and opens the system share sheet.
uk: Створює офлайн-копію JSON і відкриває системне меню поширення.

# settings.export.accessibilityLabel
source: Export Inventory
uk: Експортувати інвентар

# settings.export.failure.generation.message
source: The inventory copy could not be prepared. Your inventory was not changed. Try again.
uk: Не вдалося підготувати копію інвентарю. Ваш інвентар не змінено. Спробуйте ще раз.

# settings.portability.failure.message
source: The backup/export could not be created because this inventory cannot be represented within the supported portability limits. Your inventory was not changed.
uk: Не вдалося створити резервну копію або експорт, бо цей інвентар не можна подати в межах підтримуваних обмежень переносимості. Інвентар не змінено.

# settings.portability.failure.title
source: Backup/Export Not Created
uk: Резервну копію або експорт не створено

# settings.export.failure.generation.title
source: Export Not Created
uk: Експорт не створено

# settings.export.failure.retry
source: Try Again
uk: Спробувати ще раз

# settings.export.failure.storage.message
source: Free some storage on this device, then try the export again. Your inventory was not changed.
uk: Звільніть місце на цьому пристрої та повторіть експорт. Ваш інвентар не змінено.

# settings.export.failure.storage.title
source: Not Enough Storage
uk: Недостатньо місця

# settings.export.failure.write.message
source: The export file could not be written or verified. Your inventory was not changed. Try again.
uk: Не вдалося записати або перевірити файл експорту. Ваш інвентар не змінено. Спробуйте ще раз.

# settings.export.failure.write.title
source: Export File Not Saved
uk: Файл експорту не збережено

# settings.export.title
source: Export Inventory
uk: Експортувати інвентар

# settings.fileDisclosure.backup.continue
source: Continue to Backup
uk: Продовжити створення копії

# settings.fileDisclosure.backup.message
source: The backup contains your complete local inventory, including item details, locations, storage places, notes, tags, dates, and recent item-view history. Home Stuff does not encrypt or password-protect the backup file. After you save it, its protection depends on the destination you choose.
uk: Резервна копія містить увесь локальний інвентар, зокрема дані речей, локації, місця зберігання, нотатки, теги, дати та історію нещодавніх переглядів. Home Stuff не шифрує й не захищає паролем файл резервної копії. Після збереження його захист залежить від вибраного місця призначення.

# settings.fileDisclosure.cancel
source: Cancel
uk: Скасувати

# settings.fileDisclosure.export.continue
source: Continue to Export
uk: Продовжити експорт

# settings.fileDisclosure.export.message
source: The export may include item names, locations, storage places, categories, quantities, conditions, tags, notes, and dates. Home Stuff does not encrypt or password-protect the exported JSON file. After you save or share it, its protection depends on the destination you choose.
uk: Експорт може містити назви речей, локації, місця зберігання, категорії, кількість, стан, теги, нотатки та дати. Home Stuff не шифрує й не захищає паролем експортований JSON-файл. Після збереження або надсилання його захист залежить від вибраного місця призначення.

# settings.fileDisclosure.title
source: This file is not password-protected
uk: Цей файл не захищено паролем

# settings.introduction.body
source: Locations and Storage Places help you remember where every item lives.
uk: Локації та місця зберігання допомагають памʼятати, де зберігається кожна річ.

# locations.placeMove.accessRequired.message
source: Moving all items from a Storage Place requires additional access.
uk: Для переміщення всіх речей із місця зберігання потрібен додатковий доступ.

# locations.placeMove.action
source: Move Place Contents
uk: Перемістити вміст місця

# locations.placeMove.action.hint
source: Moves only the items stored directly in this Storage Place.
uk: Переміщує лише речі, що зберігаються безпосередньо в цьому місці.

# locations.placeMove.back
source: Back
uk: Назад

# locations.placeMove.cancel
source: Cancel
uk: Скасувати

# locations.placeMove.cancelled.message
source: The move was cancelled. No items were changed.
uk: Переміщення скасовано. Жодну річ не змінено.

# locations.placeMove.confirm.action
source: Move Items
uk: Перемістити речі

# locations.placeMove.destination.none
source: Choose a destination
uk: Виберіть місце призначення

# locations.placeMove.destination.picker
source: Destination
uk: Місце призначення

# locations.placeMove.destination.section
source: Destination
uk: Місце призначення

# locations.placeMove.destination.title
source: Move Place Contents
uk: Перемістити вміст місця

# locations.placeMove.done
source: Done
uk: Готово

# locations.placeMove.empty.message
source: This Storage Place has no items to move.
uk: У цьому місці зберігання немає речей для переміщення.

# locations.placeMove.failed.message
source: No items were moved. Try again.
uk: Жодну річ не переміщено. Спробуйте ще раз.

# locations.placeMove.from.section
source: From
uk: Звідки

# locations.placeMove.invalidDestination.message
source: That destination changed or is no longer available. Review the move again.
uk: Місце призначення змінилося або більше недоступне. Перевірте переміщення ще раз.

# locations.placeMove.itemCount
source: Items
uk: Речі

# locations.placeMove.legacyReviewRequired.message
source: Some items still need this Storage Place confirmed. Open each item and confirm its Storage Place before moving all contents.
uk: Для деяких речей ще потрібно підтвердити це місце зберігання. Відкрийте кожну річ і підтвердьте її місце зберігання, перш ніж переміщувати весь вміст.

# locations.placeMove.notice.title
source: Move Place Contents
uk: Перемістити вміст місця

# locations.placeMove.result.ok
source: OK
uk: Гаразд

# locations.placeMove.result.title
source: Couldn’t Move Contents
uk: Не вдалося перемістити вміст

# locations.placeMove.review.action
source: Review Move
uk: Перевірити переміщення

# locations.placeMove.review.title
source: Review Move
uk: Перевірити переміщення

# locations.placeMove.sourceChanged.message
source: The Storage Place contents changed. Review the move again.
uk: Вміст місця зберігання змінився. Перевірте переміщення ще раз.

# locations.placeMove.summary.section
source: Summary
uk: Підсумок
